tap "charmbracelet/tap"
tap "gromgit/brewtils"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "sst/tap"
tap "steveyegge/beads"
brew "git"
brew "asdf"
brew "ca-certificates"
brew "openssl@3"
brew "borgbackup"
brew "btop"
brew "clamav"
brew "cmake"
brew "cmatrix"
brew "doctl"
brew "eza"
brew "flac"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "git-secrets"
brew "glow"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "macvim"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "ripgrep"
brew "opencode"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "powerlevel10k"
brew "pyenv"
brew "python-build"
brew "qpdf"
brew "redis"
brew "restic"
brew "ruby-build"
brew "shellcheck"
brew "taglib"
brew "uv"
brew "yarn"
brew "yazi"
brew "yq"
brew "z"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "charmbracelet/tap/crush"
brew "gromgit/brewtils/taproom"
brew "steveyegge/beads/bd"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "font-ubuntu-mono-nerd-font"
cask "localcan"
cask "localsend"
cask "stats"
cask "zulip"
