tap "homebrew/bundle"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "gcc"
brew "aider"
brew "asdf"
brew "awscli"
brew "btop"
brew "clamav"
brew "cmake"
brew "doctl"
brew "flac"
brew "flyctl"
brew "fzf"
brew "git"
brew "git-secrets"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "macvim"
brew "neovim"
brew "nghttp2"
brew "pandoc", link: false
brew "pipx"
brew "pyenv"
brew "python-build"
brew "qpdf"
brew "ruby-build"
brew "restic"
brew "ripgrep"
brew "shellcheck"
brew "taglib"
brew "terraform_landscape"
brew "yarn"
brew "yq"
brew "z"
brew "zellij"
brew "zsh"
brew "zsh-completions"
cask "alacritty"
cask "ngrok"
cask "nordvpn"
cask "stats"
